---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorSettings
source: html/dd5daf43-7187-15d4-0272-19d880bffb41.htm
---
# AnalysisDisplayColorSettings Methods

Verify intermediate color entries